Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/mallikirjaimet_tutuksi_.html.tmx
Source language: fin
Languages: sme

source: Mallikirjaimet tutuksi!
sme: Oahpa mállebustávaid!

source: Čále bustávaid on alkuopetukseen tarkoitettu harjoitusvihko pohjoissaamen mallikirjainten harjoitteluun.
sme: Čále bustávaid lea álgooahpahussii oaivvilduvvon gihpa davvisámegielat mállebustávaid hárjehallamii.

source: Vihon avulla oppilaat harjoittelevat pienten ja suurten kirjaimien sekä tuttujen sanojen kirjoittamista.
sme: Gihppaga vehkiin oahppit hárjehallet čállit smávva ja stuorra bustávaid ja oahpes sániid.

source: Kirjaimien oppimisen ohella oppilaan hienomotoriset taidot vahvistuvat.
sme: Bustávaid čáledettiin oahppi nanne fiinnamotorihkalaš dáidduidis.

source: Jokaisella sivulla on myös kuvan vieressä laatikko, johon oppilas voi itse piirtää ja maalata.
sme: Juohke siiddus lea gova bálddas sadji, masa oahppi ieš sáhttá sárgut ja málet.

source: Čále bustávaid -vihon on kuvittanut Nora Bäck, joka on kuvittanut myös pohjoissaamen vieraan kielen opetukseen tarkoitetun GEA-sarjan.
sme: Čále bustávaid -gihppaga govaid lea dahkan Nora Bäck, guhte lea maid govvidan davvisámegiela vieris giela GEA-oahppamateriálaráiddu.

source: Vihon on toimittanut, suunnitellut ja taittanut Anni Näkkäläjärvi.
sme: Gihppaga lea doaimmahan, hábmen ja bardán Anni Näkkäläjärvi.

source: Tämän työn alkuideana on ollut Petra Kuuvan inarinsaamenkielinen ” Puustavhárjuttâsvihko ”.
sme: Dán barggu vuolggaidea lea Petra Kuuvan anárašgielat čállinhárjehusgihppagis ” Puustavhárjuttâsvihko ”.

source: Näissä kirjoitusvihoissa on käytetty tekstauskirjaimista muodostuvaa Alku-fonttiperheen kirjaimistoa.
sme: Dáin čállingihppagiin leat geavahuvvon tekstenbustávaide vuođđuduvvi Alku -fonttat.

source: Fontit on suunnitellut Jarno Lukkarila ja julkaissut Opetushallitus.
sme: Fonttaid lea hábmen Jarno Lukkarila ja almmustahttán Oahpahusráđđehus.

source: Lisätietoja fonteista löydät osoitteesta http://alku.typolar.com/ .
sme: Lassedieđuid fonttain gávnnat čujuhusas http://alku.typolar.com/ .

source: Vihkoja voi tilata Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta: https://www.samediggi.fi/tuote/cale-bustavaid/
sme: Gihppagiid sáhttá diŋgot Sámedikki skuvlen- ja oahppamateriáladoaimmahagas: https://www.samediggi.fi/tuote/cale-bustavaid/?lang=dav
